<?php
include("./filemain.php");
include("./header.php");
?>
<html>
<body>
 <h1>Здравей! Днес ще научиш как да използваш Снак ОС!</h1><br />
 <ol>
  <li>Първо трябва да си избереш урок!</li>
  <li>След това внимателно подбери твоя Code Editor (може да използваш <a href="../codeeditor.php">вградения</a> в нашето приложение)</li>
  <li>От тук имаш два варианта:</li>
  <ul>
  <li>Да копираш кода и да го поставиш в нашия Code Editor</li>
  <li>Да свалиш кода и да го отвориш в твоя Code Editor</li>
  </ul>
  </br>
</ol> 
<h1>И така вече можеш да използваш Снак ОС!</h1>
</body>
</html>