<?php
include("./filemain.php");
include("./header.php");
?>

<html>
<body>
 <center><h1>Какво е SnackCSS?</h1></center>
 <center><p>Предполагам повечето web програмисти са чували за Boostrap, чрез който всеки може да си направи уебсайт без да използва CSS, вместо това може да се използват класове, които са предварително зададени. Всички тези класове в съвкупност правят Boostrap, който се подвизава под знаметаля CSS Framework. Смея да твърдя, че SnackCSS е по-добра версия на Boostrap , затова може да прочетете <a href="./how_to_frame.php">документацията</a>, където се съдържат всички тагове!</p></center>
</body>
</html>